app/controllers/articles_controller.rb

INSERT INTO "articles" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "Rails is awesome"], ["body", "Nojhjij jkankjh johdh oiahioh"], ["created_at", "2021-02-26 14:13:31.771142"], ["updated_at", "2021-02-26 14:13:31.771142"]]
---
  def create
    @article = Article.new(title: "...", body: "...")

    if @article.save